Repository: ebucelik/RiPop
Catalog: RiPop/*.lproj/Localizable.strings
Languages: de, tr

source: Game over
de: Spielende
tr: Oyun bitti

source: Your score:
de: Erreichte Punkteanzahl:
tr: Ulaşılan puan:

# OkayBtn
source: Okay
de: Verstanden
tr: Tamam

source: Highscore:
tr: En yüksek puan:

# informationtext
source: Welcome to RiPop! In this game you must try to throw the ball to the right color. But be careful and have fun! If you like the game please rate my app in the app store. Your Developer, Celik Ebu
de: Willkommen bei RiPop! In diesem Spiel musst du versuchen den farbigen Ball in die entsprechende Farbe zu werfen. Aber sei vorsichtig und habe Spaß! Falls dir mein Spiel gefallen hat, dann bewerte es doch bitte im App Store. Dein Entwickler, Celik Ebu
tr: RiPop'a Hoşgeldiniz! Bu oyunda renkli topu karşılık gelen renke atmaya çalışmak zorundasınız. Ama dikkatli ol ve eğlen! Oyunumu beğendiyseniz, lütfen App Store'da oylayın. Geliştiriciniz, Celik Ebu

# informationsubtitle
source: Game information
de: Spielinformation
tr: Oyun bilgi

source: Contact:
de: Kontakt:
tr: Kontak:

# contactsubtitle
source: Developer
de: Entwickler
tr: Geliştirici

# first
source: At the beginning, before the game starts, a timer goes down from 3 to 1.
de: Bei Spielstart läuft zuerst ein Countdowntimer von 3 bis 1.
tr: Başlangıçta, oyun başlamadan önce bir zamanlayıcı 3'den 1'e düşer.

# second
source: Then you can swipe to throw the ball.
de: Danach kannst du mit dem Finger wischen, um den Ball zu werfen.
tr: Sonra topu atmak için kaydırın.

# third
source: You have three lifes and a certain time. In each level you get an extra time and an extra life.
de: Mit drei Leben und einer Zeit, bekommst du bei Levelaufstieg extra Zeit und ein extra Leben.
tr: Üç canın ve belli bir zamanın var. Her seviyede ekstra bir zaman ve ekstra bir hayat kazanırsın.

# fourth
source: If you lose, you can play again or go back to the menu.
de: Wenn du verlierst, kannst du erneut spielen oder zum Menü zurückkehren.
tr: Kaybederseniz, tekrar oynayabilir veya menüye geri dönebilirsiniz.
